{"Name":"CopyLog Cracked VH","Package":"appcuios.tk.copylog","Author":"TomT000","Version":"1.5.3k","Section":"Tweaks","Depends":"mobilesubstrate, preferenceloader","Description":"CopyLog là trình quản lý lịch sử khay nhớ tạm mạnh mẽ dành cho iOS, dễ sử dụng, hoạt động trên cả iPhone và iPad và sẽ giúp bạn theo dõi những gì bạn đã sao chép trên thiết bị của mình.<br><br>Với bố cục tương tự như ứng dụng Dán dành cho Mac, ứng dụng này quen thuộc với một số người dùng và cho phép dễ dàng truy cập vào các đoạn văn bản tự động được thêm vào lịch sử của bạn. CopyLog cũng cho phép bạn chọn các đoạn văn bản yêu thích để giữ chúng an toàn và dễ truy cập.<br><br>Chỉ cần để CopyLog thực hiện việc lưu khay nhớ tạm của nó trong nền và nếu bạn cần khôi phục nội dung nào đó bạn đã sao chép, bạn có thể! CopyLog cũng hữu ích nếu bạn cần sao chép nhiều đoạn văn bản, vì bạn sẽ chỉ cần mở giao diện người dùng của nó bằng một lần vuốt để dán từng đoạn văn bản trong số chúng!<br><br>Cần tìm một đoạn trích cụ thể? Sử dụng tính năng tìm kiếm bằng cách vuốt từ trái sang phải! Bạn thậm chí có thể xem trước nội dung trang web cho các đoạn có chứa liên kết bằng cách vuốt lên trên nội dung của chúng! Bạn muốn airdrop hoặc chia sẻ đoạn mã với một người bạn đã jailbreak/chưa jailbreak? Chỉ cần nhấn và giữ đoạn mã và nhấp vào nút chia sẻ! Sử dụng một ứng dụng lấp đầy khay nhớ tạm của bạn với rác không mong muốn? Chỉ cần nhấn vào biểu tượng Danh sách đen trong trang chia sẻ đoạn mã! CopyLog có rất nhiều tính năng để cung cấp!<br><br><b>Làm thế nào để sử dụng:</b><br>Bắt đầu sao chép, sau đó thực hiện cử chỉ vuốt lên trên bàn phím của bạn từ giữa lên trên bàn phím để hiển thị lịch sử khay nhớ tạm, sau đó nhấn vào bất kỳ đoạn văn bản nào bạn muốn dán!","Icon":"https://repo.midn1ght.dev/public/dev.midn1ght.copylog/icon.png","MD5sum":"ce101432b64fff31561b714f5e6ec2c0","birthtimeMs":1618503665344.9966,"Size":2126108,"Support":">=11.0","Screenshots":["https://chienlove.github.io/screenshots/copylog/1.jpg","https://chienlove.github.io/screenshots/copylog/2.jpg","https://chienlove.github.io/screenshots/copylog/3.jpg","https://chienlove.github.io/screenshots/copylog/4.jpg"],"Changelog":[{"Version":"1.5.3k","MD5sum":"ce101432b64fff31561b714f5e6ec2c0","birthtimeMs":1618503665344.9966,"is":true}]}