{"Name":"Safari Plus VH","Package":"appcuios.tk.safariplus","Author":"opa334 <opa334@protonmail.com>","Version":"1.7.17-2","Section":"Tweaks","Depends":"firmware (>=8.0), mobilesubstrate, com.creaturesurvive.libcscolorpicker, com.rpetrich.rocketbootstrap, com.opa334.libundirect (>=1.1) | firmware (<<14.0)","Description":"Safari là trình duyệt di động tuyệt vời nhưng nó thiếu một số tính năng. Đó là nơi Safari Plus phát huy tác dụng.<br><br>Safari Plus có rất nhiều thứ, từ những cải tiến nhỏ về khả năng sử dụng đến các tính năng mới mở rộng.<br><br>Ngoài ra, nó cũng bổ sung một số tùy chọn để tùy chỉnh Safari theo ý muốn của bạn.<br><br>Mỗi tính năng có thể được bật hoặc tắt theo yêu cầu bên trong cài đặt.<br><br>Danh sách tính năng đầy đủ có thể được tìm thấy bên dưới.<br><br><ul><b>Riêng tư:</b><br><li>Buộc HTTPS (+ các trang web ngoại lệ có thể định cấu hình)</li><li>Tab bị khóa - Thêm công tắc khóa vào mọi tab bên trong trình chuyển đổi tab, khi được bật, sẽ ngăn tab cụ thể bị đóng cho đến khi công tắc tắt trở lại</li><li>Bảo vệ sinh trắc học - Yêu cầu xác minh TouchID/FaceID để chuyển đổi chế độ duyệt web, khóa tab, mở khóa tab hoặc truy cập các tab bị khoá</li><br><br><b>Tải lên & Tải xuống:</b><br><li>Tải lên bất kỳ tệp nào - Một tùy chọn bổ trợ cho trang tài liệu có thể được sử dụng để tải lên bất kỳ tệp nào trên hệ thống tệp gốc của bạn</li><li>Trình quản lý tải xuống - Các cải tiến mở rộng cho chức năng tải xuống của Safari, hãy xem trang tùy chọn để biết thêm thông tin chi tiết</li><br><br><b>Khả năng sử dụng:</b><br><li>Cả hai tùy chọn mở liên kết - Có tùy chọn \"Mở trong nền\" và tùy chọn \"Mở trong tab mới\" cùng với nhau</li><li>Mở trong Tùy chọn Chế độ Đối diện - Thêm một tùy chọn để mở một URL được nhấn dài trong chế độ duyệt khác tương ứng</li><li>Chuyển đổi chế độ máy tính để bàn - Một công tắc bên trong trình chuyển đổi tab có thể được sử dụng để bật/tắt nhanh chế độ máy tính để bàn</li><li>Trình quản lý tab - Một cách dễ dàng để xuất hàng loạt, đóng hàng loạt và thêm hàng loạt tab</li><li>Tắt giới hạn tab - Tắt giới hạn tab mặc định (thay đổi giữa các thiết bị)</li><li>Liên kết Luôn mở trong Tab mới (+ Tùy chọn để luôn mở trong nền)</li><li>Tắt hoàn toàn duyệt web riêng tư</li><li>Chèn đề xuất khi nhấn và giữ - Chèn đề xuất tìm kiếm vào thanh URL bằng cách nhấn và giữ nó</li><li>Nút Chèn đề xuất - Chèn đề xuất tìm kiếm vào thanh URL bằng cách nhấn vào một nút ở bên phải thanh đó (trên iOS 12.1.4 trở xuống)</li><li>Hiển thị số lượng tab - Hiển thị số lượng tab trên nút mở trình chuyển đổi tab</li><li>Cuộn toàn màn hình - Ẩn thanh trên cùng khi cuộn xuống</li><li>Khóa thanh - Khóa thanh trên cùng vào vị trí trong khi cuộn</li><li>Hiển thị URL đầy đủ của trang web - Luôn hiển thị URL đầy đủ ở thanh trên cùng</li><li>Bỏ hộp thoại Mailto (trên iOS 10 trở lên)</li><li><br><br><b>Hành động:</b><br><li>Thay đổi Chế độ duyệt trên Khởi động ứng dụng, Tiếp tục ứng dụng, Đã mở Liên kết ngoài</li><li>Tự động đóng tab trên Minimazion hoặc Đóng Safari</li><li>Tự động xóa dữ liệu trình duyệt khi thu nhỏ hoặc đóng Safari</li><br><br><b>Cử chỉ:</b><br><li>Thanh URL Vuốt Cử chỉ sang Trái, Phải, Xuống</li><li>Thanh công cụ Vuốt sang trái, phải, lên / xuống cử chỉ</li><li>Nhiều hành động có sẵn để kích hoạt</li><br><br><b>Tùy chỉnh:</b><br><li>Cài đặt màu cho Thanh công cụ trên cùng, Thanh công cụ dưới cùng và Trình chuyển đổi tab cho cả chế độ duyệt bình thường và riêng tư</li><li>Thay đổi thứ tự nút của Thanh công cụ Trên cùng và Dưới cùng</li><li>Trang web bắt đầu tùy chỉnh - Thay đổi chế độ xem mục ưa thích mặc định khi mở tab mới thành một URL được chỉ định</li><li>Custom Start Engine - Thay đổi công cụ tìm kiếm của Safari thành bất kỳ URL nào</li><li>Tác nhân người dùng tùy chỉnh - Thay đổi tác nhân người dùng cho cả chế độ di động và máy tính để bàn</li></ul>","MD5sum":"d013c16e223d2f38760945603cc7e85c","birthtimeMs":1619950274858.9143,"Size":2011970,"Support":">=8.0","Screenshots":["https://chienlove.github.io/screenshots/safariplus/1.jpg","https://chienlove.github.io/screenshots/safariplus/2.jpg","https://chienlove.github.io/screenshots/safariplus/3.jpg","https://chienlove.github.io/screenshots/safariplus/4.jpg"],"Changelog":[{"Version":"1.7.17-2","MD5sum":"d013c16e223d2f38760945603cc7e85c","birthtimeMs":1619950274858.9143,"is":true}]}