{"Name":"Aperturize VH Cracked ","Package":"appcuios.tk.aperturize","Author":"FoxfortMobile","Version":"2.1.5","Section":"Tweaks","Depends":"firmware(>=11.0), mobilesubstrate, preferenceloader, appcuios.tk.foxforttools","Description":"YÊU CẦU ĐIỆN THOẠI CAMERA KÉP.  KHÔNG TƯƠNG THÍCH VỚI THIẾT BỊ A12 THIẾT BỊ A12 ĐÃ ĐƯỢC LẬP TRONG KIỂM SOÁT CHẾT<br><br>Bạn có bỏ lỡ việc sở hữu một chiếc iPhone Xr/Xs đơn giản chỉ vì chúng có thể điều chỉnh độ mờ tuyệt đẹp được gọi là bokeh trên ảnh chụp ở chế độ chân dung?  Không cần phải chi 800 đô la để có được chúng!<br>Aperturize mang đến độ sâu trường ảnh có thể điều chỉnh được cho các bức ảnh ở chế độ chân dung cho điện thoại có camera kép.  Bạn có thể kiểm soát mức độ mờ đơn giản bằng cách sử dụng thanh trượt trong ứng dụng ảnh.  Điều này hoạt động từ iOS 11.0 trở lên.<br> Thật tuyệt khi tôi có thể chọn mức độ mờ phù hợp cho các bức ảnh của mình!  Nhưng xin chờ chút nữa!  Điều gì sẽ xảy ra nếu bạn có thể thay đổi cường độ mờ ngay cả trước khi chụp?<br> Bạn có thể làm điều đó trong Aperturize, nó mở khóa kiểm soát độ mờ có thể điều chỉnh theo thời gian thực trong máy ảnh chế độ chân dung.  TÍNH NĂNG NÀY CHỈ HOẠT ĐỘNG TRÊN iOS 12.0+.<br> Trên iOS 13, bạn cũng nhận được các tính năng sau: <br>- Bộ lọc đơn âm chính <br>-Kiểm soát cường độ ánh sáng khi chỉnh sửa ảnh chân dung<br><br><b>Câu hỏi thường gặp:</b><br><br> Tại sao tôi không thấy thanh trượt độ sâu khi chỉnh sửa ảnh?<br> Thanh trượt chỉ xuất hiện cho ảnh chụp ở chế độ chân dung gốc.  Ảnh gốc sẽ có nút chuyển đổi chế độ dọc ở trên cùng.<br> Tại sao tôi không nhận được thanh trượt làm mờ camera thời gian thực? <br>Tính năng này chỉ hoạt động trên các thiết bị có camera kép và nó cũng yêu cầu iOS 12. Khi ở chế độ dọc trong máy ảnh, nút f sẽ xuất hiện ở trên cùng bên phải.  Thao tác này sẽ bật thanh trượt độ sâu.<br> Tại sao tôi không nhận được điều khiển ánh sáng chân dung trên iPhone 7+?<br> Tinh chỉnh này chỉ để kiểm soát độ sâu.  Nếu bạn cần ánh sáng chân dung, hãy sử dụng lightson hoặc bộ hỗ trợ chiếu sáng chân dung. <br>Sự khác biệt giữa thanh trượt độ sâu Aperturize và Focos là gì?<br> Khi bạn chỉnh sửa ảnh bằng Focos, ảnh sẽ mất tất cả siêu dữ liệu về độ sâu và không thể hoàn nguyên.  Nhưng với Aperturize, bạn có thể điều chỉnh lại độ mờ bao nhiêu lần tùy thích và hoàn nguyên một cách dễ dàng.","Conflicts":"com.foxfort.aperturize","MD5sum":"1bc10e14dff652660aa4b2103f4a73fb","birthtimeMs":1612539825818.3457,"Size":236470,"Support":">=11","Screenshots":["https://chienlove.github.io/screenshots/aperturize/1.jpg","https://chienlove.github.io/screenshots/aperturize/2.jpg","https://chienlove.github.io/screenshots/aperturize/3.jpg","https://chienlove.github.io/screenshots/aperturize/4.jpg"],"Changelog":[{"Version":"2.1.5","MD5sum":"b54a19b04491f23643519af64eca319c","birthtimeMs":1612538255135.7756,"is":true},{"Version":"2.1.5","MD5sum":"1bc10e14dff652660aa4b2103f4a73fb","birthtimeMs":1612539825818.3457,"is":true}]}