{"Name":"Sphere VH","Package":"tk.appcuios.sphere","Author":"SynnyG <synnyg.devjb@gmail.com>","Version":"1.1","Section":"Tweaks","Depends":"mobilesubstrate, firmware (>=12.0), ws.hbang.common (>= 1.11), preferenceloader","Description":"Đa nhiệm tốt nhất với Sphere!  Sphere cho phép bạn chạy các ứng dụng gần đây của mình trên các ứng dụng khác bằng cách tạo các \"bong bóng\" nhỏ (sau khi khởi chạy ứng dụng), trên đó bạn có thể nhấn để hiển thị ứng dụng tương ứng dưới dạng lớp phủ chiếm 80% màn hình, giúp bạn  với năng suất hàng ngày của bạn.  Nó đã được phát triển từ đầu từ iOS 9, 10 với tên Appheads, Và tôi cảm thấy yêu thích một tinh chỉnh đó.  Ngoài ra, rất nhiều người dùng đã yêu cầu một giải pháp thay thế hoạt động trên các phiên bản iOS gần đây, vì vậy tôi đã quyết định tự tạo một giải pháp thay thế và sau vài tháng phát triển và thử nghiệm, chúng tôi bắt đầu :) Dưới đây là các tính năng chính của Sphere (danh sách có thể phát triển với các bản cập nhật)  :<br><br>• Chạy các ứng dụng gần đây của bạn lên trên các ứng dụng khác<br>• Di chuyển toàn bộ ứng dụng của bạn xung quanh màn hình theo ý bạn<br>• Để khởi chạy một ứng dụng qua hình cầu của ứng dụng đó: chỉ cần chạm vào nó<br>• Bạn có thể khởi chạy ứng dụng ở chế độ toàn màn hình bằng cách nhấn và giữ nó<br>• Bạn có thể đưa các ứng dụng vào danh sách đen để các hình cầu không được tạo cho chúng<br>• Tùy chỉnh giao diện của chế độ xem ứng dụng và bong bóng bằng cách chuyển đến cài đặt của nó<br><br>Hình cầu đã được phát hành sau 202 bản thử nghiệm để đảm bảo chất lượng tốt nhất.  Tuy nhiên lỗi có thể xảy ra.  Nếu bạn đang phải đối mặt với một số, vui lòng gửi email cho tôi hoặc liên hệ với tôi qua Twitter, tôi sẽ trả lời bạn càng sớm càng tốt;  ) Hãy tận hưởng những gì là một trong những tweak mà cá nhân tôi thích nhất :)","MD5sum":"f7fd2af71305160f0974481b9b453f88","birthtimeMs":1606702130294.7605,"Size":236154,"Support":">=iOS 13","Changelog":[{"Version":"1.1","MD5sum":"f7fd2af71305160f0974481b9b453f88","birthtimeMs":1606702130294.7605,"is":true}],"Screenshots":<["https://chienlove.github.io/screenshots/sphere.jpg">]}